import { Faq } from '../../appModel';

export const FAQS: Faq[] = [

  { id: ' 1',
  question: 'Πώς γίνεται η εγγραφή νέου χρήστη;', 
  answer: 'Η διαδικασία πραγματοποιείται στο αρμόδιο τμήμα Ηλεκτρονικών Υπηρεσιών του Δήμου. Απαιτείται φυσική παρουσία του Δημότη και έγγραφα που αποδεικνύουν τη διεύθυνση του. Έπειτα ο Δήμος πραγματοποιεί την εγγραφή και αποστέλει στο χρήστη ειδοποίηση μέσω e-mail για την επιτυχή εγγραφή του προσκαλώντας τον να πραγματοποιήσει αλλαγή κωδικού.' },
  
  { id: ' 2', 
  question: 'Τί συμβαίνει αν ξεχάσω τον κωδικό μου;', 
  answer: 'Ακολουθείτε το σύνδεσμο ‘Ξεχάσατε τον κωδικό σας;’ κάτω από τη φόρμα σύνδεσης και εισάγωντας την έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου σας λαμβάνετε μήνυμα με αναλογες οδηγίες για ανάκτηση του λογαριασμού σας.' },

  { id: ' 3', 
  question: 'Πώς μπορώ να αλλάξω τα στοιχεία μου;', 
  answer: 'Μονάχα ο κωδικός πρόσβασης μπορεί να αλλάξη μέσω του ιστότοπου (Πλοφίλ \ Αλλαγή Κωδικού). Τα υπολοιπα στοιχεία μπορούν να τροποποιηθούν με αίτημα στο αρμόδιο τμήμα Ηλεκτρονικών Υπηρεσιών του Δήμου.' },
 
  { id: ' 4', 
  question: 'Μπορώ να ακυρώσω κάποια πληρωμή;', 
  answer: 'Έπειτα από την οριστική υποβολή της πληρωμής δεν υπάρχει δυνατότητα ακύρωσης.' },
  
  { id: ' 5', 
  question: 'Μπορώ να ακυρώσω αίτημα διακανονισμού;', 
  answer: 'Αιτήματα διακανονισμού μπορούν να ακυρωθούν μόνο την ημέρα υποβολής. Διαφορετικά θα πρέπει να απευθυνθείτε στο αρμόδιο τμήμα Ηλεκτρονικών Υπηρεσιών του Δήμου.' },
  
  { id: ' 6', 
  question: 'Πώς ξέρω ότι η πληρωμή μου έχει πραγματοποιηθεί;', 
  answer: 'Με το που υποβάλετε κάποια πληρωμή, ο λογαριασμός μεταφέρεται πλέον από τη λίστα των ανεξόφλητων λογαριασμών στη λίστα των εξοφλημένων λογαριασμών και στη λίστα πληρωμών.' },
  
  { id: ' 7', 
  question: 'Εάν υπάρξει χρέωση της κάρτας μου, αλλά ο λογαριασμός παραμένει ανεξόφλητος στην σελίδα, τι γίνεται τότε;', 
  answer: 'Επικοινωνήστε άμεσα με το τμήμα Ηλεκρονικών Υπηρεσιών του Δήμου στο 211 311 0700 ή τον Διαχειρηστή του ιστότοπου στο 18 20 22.' },
  
  { id: ' 8', 
  question: 'Σε ποιές περιπτώσεις κάποιο αίτημα διακανονισμού απορρίπτεται;', 
  answer: 'Τα αιτήματα διακανονισμού προωθούνται στο κεντρικό υπολογιστικό σύστημα του Δήμου όπου ελέγχεται με οικονομικά κριτήρια και αναλόγως εγκρίνεται ή απορρίπτεται. Για περισσότερες πληροφορίες πάνω στα κριτήρια επικοινωνήστε με το αρμόδιο τμήμα Οικονομικής Διαχείρησης του Δήμου.' },
  
  { id: ' 9', 
  question: 'Ποιές κάρτες υποστηρίζονται;', 
  answer: 'Υποστηρίζονται Visa, Mastercard, AMEX και Discover Network.' },
 
  { id: '10',
   question: 'Ο ιστότοπος είναι διαθέσιμος για ηλεκτρονικές πληρωμές και υποβολή αιτημάτων διακανονισμού όλο το 24ώρο και τα Σαββατοκύριακα;',
    answer: 'Ο ιστότοπος είναι διαθέσιμος καθημερινά ανεξαρτήσως εργάσιμων ημερών όλο το 24ωρο εκτός απο το διάστημα 00:00 με 04:00 που λαμβάνουν χώρα εργασίες συντήρησης.' }
];

